# Space_AddDiscription

## Description
Add a new Description to the space object.

```pascal
PROCEDURE Space_AddDiscription(
				space       : HANDLE;
				discription : STRING);
```

```python

def vs.Space_AddDiscription(space, discription):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE||
|discription|STRING||

## Version
Availability: from Vectorworks 2014
## Category
* SpaceObjectCoreTools